{
    "0": {
        "id": "quard",
        "name": "Quardrium",
        "pronounciation": "'Quard-ree-um'",
        "image": "images/quard-splash.webp",
        "p": "<p>The country of Quadrium is located to the far north on the continent of Lassia. It is a cold and mountainous region, and the native country of the Runic Uso subspecies. Each of the many mountains in the country is home to a clan of runics, with each clan sharing their name with the name of their mountain.</p><h3>Geography</h3><p>As said before, Quardrium is cold and mountainous. The map to the right includes the outlines of mountain ranges (dark purple). Almost all of these mountain ranges are home to at least one runic clan (the named clans are indicated in turquoise). The southern-most parts of Quardrium experience normal seasons, albeit with longer and colder winters. But the farther north you go in Quardrium, the thicker the permafrost becomes.</p><p>The stone of Quardrium is blackish teal or blueish gray, and plant life is often a pale green or white. Trees and plants are very crystalline in shape and color. But since most of the region is covered in ice its colors don't often come through. Despite the cold Quardium is still home to a myriad of flora and fauna that have uniquely adapted to it's harsh conditions.</p><h3>Culture</h3><p>Quardrium culture is Runic culture. As the dominant species in Quardrium, runic uso dominate the culture. Runic society is characterized by clan membership and reverence for mountains. Mountains are considered to have their own spirits, and an runic without a mountain is a lost soul. Because of this, runics don't like to leave their mountainous homes very often, especially when expecting a child. When a runic is born, the mountain they're born under becomes their 'mountain mother' and it is considered a horrible fate to be born away from a mountain.</p><p>Because of the harsh conditions of Quardrium and runic's special ability to consume concept from inanimate objects, runics are known for their vast archives. It started as a way to stockpile food, but overtime adding to a protecting their archives became an end in itself. Runic clans hold their archives in high regard and under tight security. Each runic clan holds a different specialization, and stockpiles different kinds of knowledge.</p><p>Because of the high reverence held for their archives, metamorphosis is very taboo in runic society. When an usogi undergoes metamorphosis they become an usogami, and can no longer rely wholly on physical food to survive. Because of this, a runic usogami is considered a danger to the clan and to the archive. If an runic usogi metas, they are usually banished from their clan and are never permitted to enter an archive.</p>"
    },
    "1": {
        "id": "fabrem",
        "name": "Fabrem",
        "pronounciation": "'Fae-brum | Fab-rem'",
        "image": "images/fabrem-splash.webp",
        "p": "<p>Fabrem is one of Edemia's oldest and most powerful surviving civilizations. Its founding by King Sovreign Dreamglace marked the beginning of the Age of Kings, and the longstanding tradition to track time using shifts in rulership. Fabrem is by far the major power on Lassi, though it modern times its influence has slowly lessened.</p><p>Fabrem has grown and shrunk many times over its history, but has been able to maintain its status as an empire since ancient times. In large part due to advanced communication rituals and the ability of the majority uso army to feed itself without physical rations.</p><p>The current ruler of Fabrem is <b>King Phillip</b>, son of King Bismuth. He ascended the throne in a coup, overthrowing his incompetent sister on her coronation day. Because of his rise to power, his granting Malchester independence, and his democratic ambitions; Phillip has been a very controversial leader. Beloved by many of the commonfolk, and disliked by most of the nobility.</p><table id='wikitable'> <caption>Fabrem's line of Kings in the modern age </caption> <tbody><tr> <th>Modern Age</th> <th>Abbreviation</th> <th>Description</th> <th>Length </th></tr><tr><td>Epochal Era</td> <td>EP</td> <td>Reign of Epoch, Fabrem's longest-lived king, who lived to 300</td> <td>270 Years </td></tr> <tr> <td>Victorial Era</td> <td>VE</td> <td>Reign of Victorial, the terrible king, known for his war of conquest and Fabrem's acquisition of Malchester</td> <td>62 Years </td></tr> <tr> <td>Faustian Era</td> <td>FE</td> <td>Reign of Fauste</td> <td>56 Years </td></tr> <tr> <td>Bismuth Era</td> <td>BE</td> <td>Reign of Bismuth</td> <td>94 Years </td></tr> <tr> <td>Philippian Era</td> <td>PE</td> <td>Reign of Philip, Bismuth's second child, who came into power over the firstborn Opal through a rebellion</td> <td>Ongoing </td></tr></tbody></table><h3>Geography</h3><p>Fabrem covers a lot of ground, and is home to several biomes. Most striking of which is the <b>Chrysalis Biome</b>. The chrysalis biome mostly surrounds the capital province of Meteor. A cataclysmic impact in Fabrem's distant past destroyed the old capital of Fourtune, and converted the surrounding area into the new crystalline biome it now sports. The capital was moved north west, to Fabrem's current center. This new city was dubbed <b>Meteorite</b>.</p><p>The chrysalis biome it self is known for its pink hue - something that become a source of national identity for Fabrem. The soil and grass are both shades of pink, and the plants are very crystal-like in nature. Often resembling coral, or the artistic tree sculptures of wire and crystals you might see in our world. However not all of Fabrem is chrysalis. The majority of Fabrem has more natural looking white stone, or sand colored soil, with pastel greens, purples, and pinks in the plant life.</p><h3>Culture</h3><p>Culture in Fabrem varies a lot from duchy to duchy. Most commoners have never left their own duchy and mostly answer to their local dukes. However, there is a significant celebrity culture surrounding the royal family.</p><p>Because the majority of Fabrem's population is standard uso, the culture primarily favors them. This has led to some dangerous and extremist behavior from individuals and the nation at large. Namely the rule of King Victorial was dominated by prejudice against non uso, and even against non-standard uso. Victorial led a decades long war of conquest against Malchester - a land dominated by snipe and gignosk culture - seeking to subjugate all he saw as inferior. This has contributed to a lasing prejudice and racial tension in Fabrem, but mostly Malchester.</p><p><b>Duchies.</b> Fabrem has 40 total duchies. It is typically split into 4 quadrants. The Northern Duchies (Blue), the Eastern Duchies (Red), the Southern Duchies (yellow), and the Western Duchies (green). Between them all at Fabrem's center is the capital province of Meteor. Holding the capital city of Meteorite at its center. (Meteor is the 'Duchy' and Meteorite is the capital city.)</p><p>Each duchy is ruled by a duke, and is split into counties, run by counts. Duchies hold a rather high level of independence, but dukes are required to meet with the king multiple times a year. The children of dukes are typically sent to the capital in their younger years to promote a sense of unity, and to keep them close to the king. In case their parents should decide to do anything unruly.</p>"
    },
    "2": {
        "id": "aqua",
        "name": "Aquariall",
        "pronounciation": "'uh-kweh-ree-all'",
        "image": "images/aqua-splash.webp",
        "p": "<p>Aqauriall is one of the few predominantly democratic nations in Edemia! Though it technically has a monarchy, the ruling family holds little to no power and is largely a figurehead. Though it is already a massive country, its size is deceptive, since much of its population lives underwater! Aquariall has a large Enhydra population (an aquatic subspecies of uso).</p><h3>Geography</h3><p>The land region of Aquariall is pretty tropical, boasting dense forests and numerous islands. Of the land, Aquariall is known for its marbled rainbow stone and colorful flora.</p><p>The oceans of Aquariall are warm, temperate, and generally shadow. Perfect for comfortable living year round. They are home to many coral reefs, teeming with life.</p><h3>Culture</h3><p>In Aquariall, worship of <b>Trizu, God of the Ocean, Acceptance, and Healing</b> is prevalent. Because of this, there is a strong culture of kindness. You never know when turning away a stranger in need may turn the ire of Trizu, so all are cared for. Convicts, felons, and other criminals have often fled to Aquariall seeking a new start - or new naive targets. </p><p>Because so much of the population spends its time underwater, sign language is commonplace in Aquariall and likely even considered a national language.</p>"
    },
    "3": {
        "id": "malch",
        "name": "Malchester",
        "pronounciation": "'Mal-cheh-str'",
        "image": "images/malch-splash.webp",
        "p": "<p>Malchester as it is known in the modern world, was founded in PE 1 (Phillipian Era) when it gained independence from Fabrem. However, it has a long a rich history predating its colonization by Fabrem in Victorial's War. Before colonization, Malchester's population was predominantly snipe and gignosk, but in modern times it is just as common to find uso of all kinds among their communities.</p><p><b>Rembrandt Von Darkspire</b></p> was the first king of modern Malchester. He came to power alongside his cousin, <b>King Philip Dreamglace of Fabrem</b> in a joint coup. Philip replaced his older sister at her coronation, and Rembrandt was given Malchester's ancestral lands, which he returned to their original owners, as well as appointing his siblings to fill in the gaps.</p><h3>Geography</h3><p>Malchester is a fairly rocky and arid region. Though it is more temperate near the coasts, and colder in the south, most of Malchester is taken up by savannahs and grasslands. The stone and soil in Malchester is predominantly red, though as you go deeper it tints to tyrian purple. Malchester is known for its vibrant yellow, orange, and light green grasses and foliage - like the most beautiful fall colors you can imagine, only year round!</p><p>Beneath the ground, Malchester hosts sprawling cave systems. These are full of strange and wonderful flora and fauna, unlike anything on the surface. They are also home to many subterran uso! A blind, burrowing subspecies of uso, not unlike moles. Monstrum also like to make their homes in the caves, so be careful before you go wandering about.</p><p>Malchester's modern capital city is <b>Darkspire</b> a partially subterran settlement that has grown hugely in the past few decades. At the time of King Rembrandt's birth it was little more than a (literal) whole in the ground with a few small subterran villages nearby. Now it is a fast growing city center with buildings below ground and above!</p><h3>Culture</h3><p>Malchester is a rich cultural mixing pot. The homeland of the snipe race wackiness has always been at the heart of Malchester's culture. When Victorial invaded and annexed Malchester, much of these unique cultural traditions were snuffed out (or at least there was a significant attempt to snuff them out) and the culture of Fabrem was upheld as the standard. However many of the old ways persisted, and now enjoy the limelight once more with Malchester's newfound independence and a nationwide movement to return to old traditions.</p><p>Because of its long occupation under Fabrem, many Fabrem traditions now live a long side the old ways of snipe and gignosk, and its an even richer mixing pot then ever. Though some tensions still persist, by and large most native Malchesterns have a positive opinion on King Rembrandt and his attempts to return the land to its people and reignite traditions.</p>"
    },
    "4": {
        "id": "rictos",
        "name": "Rictos",
        "pronounciation": "'Rik-tos'",
        "image": "images/rictos-splash.webp",
        "p": "<p>For over a thousand year, Rictos has been an isolationist country. In Edemia's past, tensions between Rictos and Fabrem were high and wars were frequent. In Fabrem's pursuit of empire, Rictos was invaded and its local monarchy was torn down. Fabrem reigned for a time, but was quickly driven out by a group of rebels organized under their new leader, Bastet. Soon with their land regained, Rictos tried pushing back into Fabrem, and in response Fabrem built a strong wall, all along their border with Rictos, and have defended it ever since.</p><p><b>Bastet</b> went on ruling in Rictos. She started out as a good enough ruler, but soon a cult of personality grew around her and she drew the attention of <b>Noctrilist, the goddess of Darkness</b>. Her mind tainted by Noctrilist, Bastet became more of a dictator. Thanks to her unique concept (youth), Bastet was able to demand tribute and feed off the youth of her people, extending her life incredibly.</p><p>Bastet was revered as a god in Rictos, the worship of other gods was prohibited, and soon forgotten. She ruled like this for thousands of years - right un until the modern era! Through a convoluted series of events, Noctrilist was killed, and Bastet died in protection of her. Its immortal god-queen gone, Rictos soon fell into chaos and became the prey of the hungry nations around them - particularly Equalis. Who was eager to grow its land and power to maybe become the next world power.</p><h3>Geography</h3><p>Rictos has always been a relatively dry and arid region, but in modern times it is a shadow of its former glory. Its natural and magical resources bled dry by Bastet, Rictos is now mostly dunes. Its sands shift from peach to orange to green and its flora is very pale.</p><h3>Culture</h3><p>As mentioned before, Bastet was revered as a god in Rictos before the fall (and still after. Many denying her death and continuing to worship her.) because of this the local religion and traditions surround her.</p><p>There is a thriving tradition of glassblowing in Rictos, and often entire buildings will be made of colorful glass.</p>"
    },
    "5": {
        "id": "northO",
        "name": "Northern Overgrowth",
        "pronounciation": "'Nor-thrn Ow-vr-growth'",
        "image": "images/northO-splash.webp",
        "p": "<p>Technically, North and Central Overgrowth are outwardly one nation. But they are split into to governing bodies that work in unison. Northern Overgrowth is defined by the Confederacy of the Ursa Clans. Despite the name though, plenty of non usra live and thrive along with them.</p><p>While Central Overgrowth is dense with deep, impenetrable rainforests, up in the north, towards the <b>Vinetooth Rockies</b> the land is characterized by its wide sweeping grasslands, its volcanic craigs, and its intense megafauna. </p><p>As said before, Ursa are a common species to find in Northern Overgrowth. A subspecies of uso, usras are large and strong. Because of their nomadic, hunter-gatherer lifestyle in a harsh land, ursa grew to be as strong and stronger than the megafauna they compete with. Ursa are typically very large, sometimes coming as tall as a fully grown grizzly bear. Because of their size, inherit strength, and more omnivorous diet, ursa do not rely as much on concept. The amount of mana an ursa needs to undergo metamorphosis far exceeds that of other subspecies of uso. Metamorphosis is considered a great feat in ursa culture, and individuals who have are often revered as leaders. (Assuming they can prove themself fit to be one.)</p>"
    },
    "6": {
        "id": "centralO",
        "name": "Central Overgrowth",
        "pronounciation": "'Sen-truhl Ow-vr-growth'",
        "image": "images/centralO-splash.webp",
        "p": "<p>Technically, North and Central Overgrowth are outwardly one nation. But they are split into to governing bodies that work in unison. Central Overgrowth is home to an extremely dense rainforest. This region is referred to as the <b>Titanic Forests</b>. Massive trees, wider and taller than the redwoods in our own world are commonplace here. The forests are thickest at the Overgrowth/Valkirii border, forming an almost literal wall of trees. This is often called the <b>Boreal Wall</b>, especially by those in Valkirii.</p><p>Central Overgrowth is a theocracy. Worship of the goddess Morterra is ingrained into the very government. Elegast uso are everywhere in Central Overgrowth, living in grove-like communities. With their ability to bond with plants, elegast are right at home in the dense rainforests of Overgrowth.</p><p>Central Overgrowth also is host to many ruins of the ancient gignosk empire. Thousands of years have passed but you can still find tools, toys, artifacts, and crumbling buildings beneath Overgrowth's thick and lush.... well, overgrowth. (It's called that for a reason!)</p><p></p>"
    },
    "7": {
        "id": "valk",
        "name": "Valkirii",
        "pronounciation": "'VALK-ee-ree'",
        "image": "images/valk-splash.webp",
        "p": "<p>Valkirii is a nation primarily inhabited by gignosk. The current ruler is <b>Queen Orneiah Gloss</b>, an alatum gignosk. Though the queen, she doesn't hold full power. Instead Valkirii is governed by the <b>Grand Council.</b></p><p>The Grand Council of Valkirri consists of powerful factions from throughout the country, often including large businesses or unions. Historically the number of seats fluctuates with the amount of these that want their voices heard, and have the numbers of supporters required to acquire the seat. But the minimum amount of seats on the council has always been at least 6 (excluding the queen). The Queen of course also sits at the council but mostly as a courtesy, her presence is primarily a formality.</p><p>In some ways, Valkirii is the remnant of a once great empire. The lands of Overgrowth, Valkirii, and Malchester were once dominated by an ancient gignosk empire. But after a great cataclysm the empire fell. Gignosk influence has waned in the face of the growing relevance of uso nations, and Valkirii remains as the last fully gignosk nation.</p><h3>Geography</h3><p>Valkirii is mostly a hot country. Home to both jungles, arid savannahs, and rolling meadows of colorful flowers. Like the rest of the continent of Overgrowth, its stone and soil is blue and its native grasses and foliage are a green/purple mixture. However Valkirii has a rich trade network with other nations, and loves to import foreign plants. Because of this, Valkirii cities are a bouquet of different kinds of plants.</p><h3>Culture</h3><p>Society in gignosk cultures and Valkirii specifically tends to be matriarchal. Though not to an extreme degree. Positions of power or authority are typically passed to the daughters over the sons. The Valkiriian language is similar to Irish or Welsh dialects of our own world, and their culture also takes inspiration from those sources.</p>"
    },
    "8": {
        "id": "nokfil",
        "name": "Nokfil",
        "pronounciation": "'Knock-fill'",
        "image": "images/nokfil-splash.webp",
        "p": "<p>Very little has been written or decided about Nokfil, other than it is 'the Australia of Edemia'. Home to many endemic flora and fauna, almost all of which are dangerous if not deadly. Nokfil likely does not have a large population, and due to its proximity to Phurull it likely has been visited by many pirates. Though how long they lasted is another question. I like to imagine that whatever government there may be on Nokfil, it is dedicated to preserving their native flora and fauna from poachers or invasive species.</p><h3>Geography</h3><p>Nokfil is a very blue/purple island. Its stone is a beautiful sapphire, its soil is a soft maroon, its grasses pale grey, and its foliage a dark blue. The waters around Nokfil are rather cold.</p>"
    },
    "9": {
        "id": "phurull",
        "name": "Phrull",
        "pronounciation": "'Foo-rull'",
        "image": "images/phurull-splash.webp",
        "p": "<p>Not much has currently been decided on Phurull, other than it is a nation founded by pirates. Because of this there are a lot of pirate and ship aesthetics in the architecture etc. It is ruled by a 'pirate king'. When they say pirates though, they mean it a little differently then we do. While there are the 'old fashioned pirates' who pillage and plunder and rob vessels, these have sort of declined in fashion over the years, making way for modern Edemia pirates strains.</p><p><b>Toll Pirates</b>, pirates where if run into, one must pay a toll to be left unharmed or not have their merchandise stolen.</p><p><b>Ferrying Pirates</b>, ones people can hire for long travel, or multiple location traveling, commonly used by bounty hunters, having to pay a portion of the bounty to the crew.</p><p><b>Bounty Pirates</b>, basically bounty hunters but on sea, take on quests, bounties or commissions. Be it looking for lost items, finding people, etc.</p><p>It might be more accurate to say that Phrull is a merchant nation. Each island of Phurull will is home to different types of goods. One being legal, middle being questionable goods, and the last would be ill gotten good sales. If you're not to scrupulous about where it comes from, you can find anything you might desire in the markets of Phurull!</p><h3>Geography</h3><p>Phurull is one of the smallest nations in Edemia. It's comprised of three islands, each of which have green stone and soil. Grass and foliage is often a rust or bronze color. It is home to many unique species of flora and fauna that are definitely sold to other countries for their novelty.</p>"
    },
    "10": {
        "id": "equalis",
        "name": "Equalis",
        "pronounciation": "'Ee-quall-iss'",
        "image": "images/equalis-splash.webp",
        "p": "<p>Equalis not only spans a relatively large continent, but is housing in above Edemia in the <b>Sky Isles</b>. Equalis for a long time has been a relatively isolationist country. Considering its position literally above everyone else to be easily defendable, it hasn't had to worry too much about the rest of the world. Equalis has a relatively strict and complicated class structure, especially among its elite. The highest of Equalis sky isles, the <b>Imperial Isles</b> are where the empress and her nobles live.</p><p>Despite the empress holding supposedly unquestioned power, Equalis is truly ruled by a shadow government. Though in the time of the current empress, <b>Empress Luli</b>, the lines between the two are blurring.</p><p>In the modern age, Equalis has had a tumultuous relationship with Fabrem. A broken marriage arrangement early in Bismuth's reign in Fabrem sparked Equalis to war as revenge for a broke promise. The war didn't last more than a year or two, and was quickly resolved by the empress at the time, but resentment among the rest of the Equalis royal family and nobility continued.</p><p>Luli, the current empress, has imperial ambitions, and hopes to raise Equalis to the status of world power. A status she thinks it always should have had.</p>"
    },
    "11": {
        "id": "carasil",
        "name": "Carasil",
        "pronounciation": "'Care-uh-sill'",
        "image": "images/carasil-splash.webp",
        "p": "<p>Carasil is a heavily mercantile country that serves as the export and import hub for its three neighboring countries. Despite this, its strongest industry is actually tourism. Carasil is absolutely covered in carnivals, casinos, and sightseeing opportunities that draw people from the world over.</p><p>On the surface, the country seems to work under democratic system, however it is actually ruled by its underworld, and is split between several warring mafias.</p><h3>Geography</h3><p>Carasil is a beautiful tropical island. With stone and soil the color and sheen of gold, its an expensive feeling place! Grass and foliage tends to be red or gold.</p>"
    },
    "12": {
        "id": "therminn",
        "name": "Therminn",
        "pronounciation": "'Therm-in'",
        "image": "images/therminn-splash.webp",
        "p": "<p>Therminn is a polar archipelago of islands near the south pole. It's islands border Malchester and Valkirii. Not much has been written or decided on Therminn, though it is likely not populated by many permanent residents due to it's polar temperatures. Fishing is probably Therminn's one and only claim to fame.</p><h3>Geography</h3><p>As said before, Therminn is <i>very cold</i>. But its land is still quite beautiful. The stone, soil, and what plant life exists is all a beautiful soft pastel green/blue.</p>"
    },
    "13": {
        "id": "iaris",
        "name": "Iaris",
        "pronounciation": "'E-arr-is'",
        "image": "images/iaris-splash.webp",
        "p": "<p>Iaris is a small polar country on the northern most tip of Overgrowth. Almost nothing has been written or decided about it. But due to its proximity to Northern Overgrowth it is likely home to some ursa and perhaps some gignosk. It is undoubtedly rather cold as it borders the north pole. Its unlikely many live here.</p><h3>Geography</h3>Iaris has the most earthlike stone and soil when it comes to color, however what plants that do grow there are low to the ground and grey, silver, or black in color."
    },
    "14": {
        "id": "aurevant",
        "name": "Aurevant",
        "pronounciation": "'Arr-vant'",
        "image": "images/aurevant-splash.webp",
        "p": "<p>Very little is known about Aurevant. In fact, most of Edemia's population has no idea it even exists! Sitting on the opposite side of Edemia from the rest of the known world, Aurevant is isolated in every sense of the word. Most assume there's nothing east of Aquariall, and all who have tried to sail west of Overgrowth have met a terrible fate at the hands of <b>The King</b>, a fiercely territorial ocean spirit known for destroying any ships that enter his waters.</p><p>In prehistoric times an ice bridge connected Aurevant and Overgrowth, and so unexpectedly it is populated by descendants of many of the same species that dominate Edemia today, though despite a common ancestor the lifeforms that inhabit Aurevant would be alien to any Lassi or Overgrowth resident.</p><h3>Geography</h3><p>The entirety of Aurevant is a <b>Chrysalis Biome</b>! The reasons for this are unknown, but the same biome cause by a meteor impact in Fabrem is everywhere in Aurevant. Pink stone, grass, and foliage, Aurevant's plant life is very crystalline and coral-like in appearance.</p><h3>Culture</h3><p>Despite its extreme isolation, Aurevant actual has experienced some (albeit one way) cultural trade with the rest of the world. For centuries, <b>Claris</b>, - an angel of Eskil and self dubbed protector of children - has been bringing abused, orphaned, and abandoned children to Aurevant for safety. These children are welcomed, and Claris is highly revered as a bringer of children for the childless.</p>"
    }
}