{
    "uso": {
        "name": "Uso (Usogami & Usogi)",
        "pronounciation": "'Oo-So | Oo-So-gaa-mee | Oo-So-Gee'",
        "image": "images/uso-splash.webp",
        "p": "<p>Uso, or <i>Usogami</i> are Edemia's most common sapient species. All members of the species are born as <b>Usogi</b> (their child form) with a singular exterior gem growing from the center of their back. Found on every continent, uso are incredibly diverse! They come in all colors, many sizes and shadpes, and thanks to their unique metamorphosis ability are capable of adapting to nearly any habitat under the right conditions.</p><p>As a whole the species boasts over ten subspecies beyond the standard uso: Avian, Enhydra, Elegast, Pillar, Runic, Subterran, Starforged, Ursa, Oculus, the extinct Dracuul, and -- most recently -- Vampiric. Each subspecies has unique traits and abilities beyond standard uso's inherent magical abilities.</p><h3>Biology</h3><p>Uso, while resembling bipedal mammals (namely cats, dogs, or rabbits), are actually from a family of crystal-based lifeforms called <b>Crystalids</b>! They have crystalline bones, gel-like plasma instead of traditional blood, and a complex system of mana-storing gems. Uso are a <i>hermaphrodite</i> species, meaning they exhibit no sexual dimophrism - even to the point of having identical reproductive organs. Because of their inherit lack of gender, it has become a form of expression that they have picked up from the social dynamics of other species.</p><p>When an usogi becomes an adult they undergo an incredible process called <b>Metamorphosis</b> and become usogami. Unlike the metamorphosis of a butterfly in our world, the process for uso is quick (almost instantaneous!) and full to the brim with magic. When an usogi undergoes metamorphosis their appearance can dramatically change, and they gain at least 3 new gems on their body. Metamorphosis is fueled by a build up of internal mana, and by the strong internal desires of an usogi. Typically, an usogi will have built up enough mana to meta a few years after reaching sexual maturity. Though sometimes because of personal desires or other factors, metamorphosis will not occour until later.</p><h3>Diet</h3><p>The diet of an uso is very unique to anything in our world. Unable to easily digest hard foods or meat, they primarily get their sustenance through soft, easy to digest foods. Like fruits and vegetables. But the real powerhouse of their diet, and what truly sets uso apart is <b>Concept</b>.</p><p>Each usogi is born with at least one concept that they can naturally sense and eat instead of solid foods. Though this is largely optional, it is an adaptation that has helped uso survive periods of famine, and is thoroughly engrained in their culture. <i>Concepts</i> - in a nutshell - are exactly what their name implies. Ranging from simple emotions, senses, and thoughts, to complex ideas such as time, strength, and even beauty or color. When an uso 'eats' or absorbs their concept, the concept is taken from its host and a part of it transfers to the feeding uso.</p><p>When an uso undergoes metamorphosis they gain an additional concept in relation to their personal values or the circumstances surrounding their evolution. Upon metamorphosis an usogami's need for concept goes from 'optional' to mandatory in order to keep up with the body's demand for energy in order to replenish mana. Even usogami cannot last on concept alone however. A balanced diet includes both solid foods and concept!</p><h3>Culture</h3><p>Because of <i>just how</i> widespread uso are, it's not quite possible to pin down what their culture is like. Each subspecies of uso has a unique culture, not to mention the culture of the nation of which they reside. That being said though, metamorphosis is a feature that is deeply set into every uso culture. Whether it's a coming of age moment like for most uso, or taboo like for the runics, or a remarkably impressive feat like for the ursa.</p>"
    },
    "snipe": {
        "name": "Snipe",
        "pronounciation": "'Sn-eyep'",
        "image": "images/snipe-splash.webp",
        "p": "<p>Snipes are a sapient species that developed in the area of modern Malchester, (which still boasts the highest density of snipes today!). They are notable for being one of the few <b>crystallid</b> species that almost exclusively eat physical material. As legend has it, they were created by the goddess of chaos, Eskil, 'in her own image'. This close connection to Eskil is shown in their resemblance to her preferred form, their signature spiral shaped pupils, and their unusual customs.</p><h3>Biology</h3><p>As mentioned before, snipes were created in the image of Eskil. They are a bipedal crystallid species that resemble either rabbits or reptiles. They have large claws similar to moles or reptiles, and have lizard-like ears. They also fairly rarely have tails, and when they do they usually resemble that of a rabbit, lizard, or rat.</p><p>All snipes have spiral eyes unless they are prophets, it is almost impossible to tell a regular snipe from a prophet of Eskil for this reason. <i>(A prophet in Edemia is an individual born with eyes of a particular member of the pantheon. All of whom have very unique eyes.)</i></p><p>Snipes have gems on their body much like any other crystallid. These are mostly used in order to manipulate the myriad of ribbons that extrude from them. The <b>ribbons</b> on snipes are all prehensile and developed for rapid climbing and carrying hauls. It is most common for these gems (and thus, ribbons) to form near the earholes, or at the base of the tail. Mimicking ears, or often replacing a tail if a Snipe wasn't born with one.</p><p>Their claws are also gems, and like their teeth, are used to inject their venom into prey. <b>Snipe venom</b> varies in its effect wildly, as each snipe is born with an entirely random venom ability due to an affinity for wild (chaos) magic. They can range from normal venom abilities (paralysis, blood clotting, etc), to extremely pointless (changes skin color, grows lemons where bit, etc).</p><p>Unlike most crystallids, snipes lay eggs. However somehow this does not stop them from crossbreeding with other crystallid species.</p><h3>Diet</h3><p>Snipes are <b>omnivorous</b> to an extreme degree. Unlike their distant cousins the uso & temple beasts, they specialized in extracting energy from physical matter. Because of this they have very intense stomach acid, allowing them to ingest and break down almost any material on the planet. Their teeth are very tough, and grow back quickly when lost for this reason.</p><p>Snipes can ingest stone, metal, wood, meat, bone, and even gems if they so desire. But have trouble with softer materials. This is because they produce a lot of stomach acid when eating to handle their food, and softer material dissolves too quickly, resulting in indigestion. Furthermore, <i>snipes have a rather dangerous allergy to all kinds of milk</i>, which can result in serious health issues or even death in large quantities.</p><h3>Culture</h3><p>It is rare for snipes to agree on what their culture is as a species, due to very disparate and cluttered branches of the cultural family tree. It is agreed upon by scholars however that there are a few traits common if-not universal to the species. For example they a penchant for building their settlements in seemingly odd locations, such as the side of harsh cliffs, in hammocks spread across groups of large cacti, or halfway in and out of the water. Places that other species rarely would build, essentially. Snipes carved out their niche in the world by taking advantage of resources that nobody was trying to compete over.</p><p>Snipe families were once enthusiastic hunters, and would often revere beasts that they had failed to slay for several generations. Sometimes even growing angry if the beast in question was slain by someone seen as unworthy by the Skraw (which is the traditional name for a snipe colony). Beyond this however Snipe culture becomes quite disunified. Each Skraw seemingly having their own sets of nonsensical rules, taboos, and superstitions.</p><p>It took some time for snipes to mingle culturally with other species, but in the modern era they are just as widespread as the uso. It is not uncommon for snipe family homesteads to still be located in unusual locations, at the outskirts of towns, or in buildings otherwise deemed unlivable. And they are known for tacking on lots of extensions to their homes.</p>"
    },
    "gig": {
        "name": "Gignosk",
        "pronounciation": "'Gig-nosk'",
        "image": "images/gignosk-splash.webp",
        "p": "<p>Gignosk are one of Edemia's oldest sapient species. They have a long and storied history on the continent of Overgrowth. Though some of the oldest civilizations on the planet are attributed to them, their power has shrunk as time passed. Because of their age, gignosk are quite a varied species. There are four varieties of gignosk, each with a further three morphs. These are: The Talamh, the Reultan, the Uisge, and the Teine.</p><h3>Biology</h3><p>The Gignosk are a bipedal mammalian species that resemble various members of the ungulate genus. Though a varied species, (with specific quirks for each variety) all gignosk have 5 fingered hands tipped with miniature hooflike claws, a pair of hoofed legs, and a thin tail of varying length that can be covered in hair but does not have to be.</p><p>Each of the morphs within the subvarieties of gignosk can be categorized as Terrestrial, Aerial, and Arcane. Associated with normal ungulates, pegasi/peryton and other flying ungulates, and unicorns/magical ungulates respectively.</p><p><b>The Talamh</b>, pronounced (tah-lam). The gignosk are associated with the earth both for their fairly plain appearance, and relationship with stone and flora. The terrestrial morph of this subgroup the 'Gaian' variety is particularly iconic. All talamh gignosk have faceted, gemstone like eyes and hard-as-diamond metallic hooves/claws. They tend to have a bit more hair/fur, especially on their tails, giving them a more horse like look. Their ears have darker, or more saturated edges. When in good shape, talamh are abnormally strong compared to other subvarieties.</p><p>The terrestrial morph of talamh is know as gaian (gai-uh), and are known for their ability to host plants or mineral growths on their bodies. Aerial talamh are known as alatum (al-ayy-tum), and the acrane talamh are known as sabernum (sab-urr-num).</p><p><b>The Reultan,</b> pronounced (ree-ool-tan). This group of gignosk are associated with the stars thanks to their connection to light and darkness. Culturally however the reultan have a stronger affinity with air and revere the open sky. All reultan have large, cleft bat-like ears with radial rings that resemble satellite dishes. Their eyes glow in the dark and they often have thinner fur (sometimes being completely furless!). Their tails tend to be tufted or wispy.</p><p>Terrestrial reultan are known as psukinos (soo-kee-no-sih), aerial reultan are known as vesperti (ves-purr-tee), and arcane reultan are known as umbrum (um-bruhm)</p><p><b>The Uisge</b> pronounced (ish-kuh). These gignosk are notable for being aquatic in every sense of the word. Though capable of life on land, dense populations of the subvariety are known to fully dwell within Edemia's many oceans and lakes. All uisge have some kind of dorsal fin on their back. These can be small or large, long, or short. Their tails always have some sort of fin on them regardless of location or density of hair. Their legs and arms may also have sails (fins) depending on individual. Typically, uisge have dramatic eyelashes.</p><p>Terrestrial uisge are known as khelpi (kel-pii), aerial uisge are known as fairhe (fah-eye-rah), and arcane uisge are known as siren (sai-rin)</p><p><b>The Teine</b> pronounced (tai-nee). These gignosk are known for their connection to the destructive forces of not only fire (their patron element) but also to electricity, ice, and acid. All teine have one or more sets of horns,  and jagged ears that resemble shattered glass, craggy stone, or draconic wings. They typically have clusters of scales, and on rare occasions have be fully scaled. They usually also have sharper teeth.</p><p>Terrestrial teine are called valkqiri (valk-kee-ri) (From which the country of Valkirii likely gets its name), aerial teine are called arragon (arra-gon), and arcane teine are called idri (id-ree).</p><h3>Diet</h3><p>Gignosk diets are not all that dissimilar from our own. Gignosk are omnivorous but primarily live on a diet consisting of fruits, nuts, and vegetables supplemented with fish and insects. Consumption of red meats and poultry is much rarer by comparison, but not unheard of.</p><h3>Culture</h3><p>The Gignosk are a species with deep cultural ties to the Lords of Nature.  Each cultural group that later became a subvariety of the species having a particular draw towards one of these elemental members of the pantheon in particular.</p><p>Morterra to the Talamh Gignosk of the earth. Whispinn and/or sometimes Diaphlyn to the Reultan Gignosk of the Air. Trizu to the Uisge Gignosk of the Water. Japrysia and formerly War to the Teine Gignosk of Fire. Worship of all five of these gods is common across all gignosk varieties due to philosophy regarding the interconnected nature of the elements. But worship of Morterra in particular is rare in Teine due to their historical wounds.</p>"
    },
    "tb": {
        "name": "Temple Beast",
        "pronounciation": "'Tem-pl Beest'",
        "image": "images/tb-splash.webp",
        "p": "<p>Temple Beasts are a large, less common species native to Lassia. Originally a disunified collection of scattered family groups, temple beasts received their names during the Age of Temples, when they became a common sight after being drawn towards the chapels and cathedrals constructed by the pillar usogami. Despite their similarities, pillar uso and temple beasts are not closely related, and are instead an example of convergent evolution. They do share a common ancestor with all uso, as well as snipes, and other <b>crystallid</b> species. But that was long before the time of Wish, the first Usogami.</p><h3>Biology</h3><p>Temple beasts are notable for their size. With a minimum adult height of 6ft, and a maximum height of 13ft for their natural range, temple beasts are quite large! Furthermore, there is a morph of temple beast known as 'Demonoid' which ranges between 13-30ft thanks to a rare genetic history with long dead demons.</p><p>Generally, temple beasts are similar in shape to uso, and follow more or less the same body model. But that is where their similarity ends. Temple Beasts always have elongated snouts closer to that of canines or large cats, and omnivorous teeth despite their unusual diet. The throat of a temple beast has sharp 'teeth' gems both inside and out. The outer teeth draw in mana from the atmosphere, while the internal teeth harvests mana from any item consumed, behaving like a siphoning saw. All temple beasts have this feature, though they are often obscured by thick manes, which are commonplace in the species. Most exterior gems on Temple Beasts are either elongated, curved, or sharp. In order to tap into, redirect, and siphon mana respectively.</p><p>Temple Beasts typically have long tails, for better reach with their tail gem (with which the tail is always tipped). Though short tails are possible, short tailed individuals will often have notable trouble with balance. Gem tipped tendrils or fin-like structures will often form on a temple beast over time, starting out as small nubs at birth. These are usually prehensile, and serve as additional tools for feeding. Sometimes these structures will resemble wings, however they are nonfunctional, and typically a vestigial ancestral trait.</p><p>Temple Beasts always have stripes, furthering their resemblance to pillar uso. These stripes come in numerous configurations and styles, and are typically multiple colors.</p><h3>Diet</h3><p>Unlike uso, which have a mixed diet of energy and solid foods, temple beasts are almost entirely <b>Arcanovores</b>. Devouring ambient and active magic from their surroundings through various means. Thanks to this the stomach of a temple beast is both small and highly acidic, primarily used to destroy any leftover debris after the throat gems have extracted mana from consumed material.</p><h3>Culture</h3><p>A unified temple beast cultural identity didn't start to properly develop until the middle of the Age of Temples. Before which substantial groupings of temple beasts was more or less unheard of due to resource constraints. However, after the pillar uso started to build their monuments to the gods to enhance and tap into a stable source divine energy, the species began to start coming out of the woodworks. They took up residence nearby to reap the benefits, often acting as temple guards to garner an amicable relation with the uso in question. From which they gained their name</p><p>Despite their scattered origins, temple beasts do often have hereditary customs passed down from family to family, but these different threads of ancestral history can be quite disparate at different ends of the spectrum.</p>"
    },
    "heli": {
        "name": "Helipanthera",
        "pronounciation": "'Hell-ee Pan-theh-ruh'",
        "image": "images/heli-splash.webp",
        "p": "<p>Helipanthera <i>(Panthovidae felibeisa)</i> are a cat-like species native to Lassia. Their numbers have been on the decline due to loss of land to other species; it is believed that the number of colonies has shrunk by more than half within the last two centuries.</p><p>Helipanthera, unlike many other sapient species within Edemia, have a very difficult time with using magic. It is practically unheard of (although not necessarily impossible) for helipanthera to cast spells beyond the amateur level. Most helipanthera cannot cast at all without the aid of magical artifacts or godly relics.</p><p>There are three recognized subtypes of helipanthera, though with shrinking populations intermixing of the subgroups has led to there being less distinguishment between them, especially the forest and plains groups. The Alpine Helipanthera are more isolated from the other two groups and are still fairly distinguishable from them.</p><p><b>Plains Helipanthera:</b> Members of this group are typically larger than the other groups, and are the most widespread, being found in Malchester, Fabrem, and even areas of Rictos along the border. This group covers most of the “giant” cats, including tigers, African lions, and sabertooths.</p><p><b>Forest Helipanthera:</b> The smallest in size of the three subgroups, these individuals are usually found in forest and jungle areas. They can be found in regions of Aquariall and Equalis. Body types include jaguars, leopards, and cheetahs.</p><p><b>Alpine Helipanthera:</b> These individuals are found almost exclusively in Quardrium. They constitute the mountain lion and snow leopard body types.</p><h3>Biology</h3><p>Despite their cat-like appearance, helipanthera share a common ancestor with the gignosk. Helipanthera have a feline upper body, which includes two sets of arms with paw-like hands. They have three eyes, which tend to be vibrantly colored. Their lower bodies are antelope-esque, with cloven hooves for feet. They have two tails, which may be cat- or antelope-like. Helipanthera can have anywhere from none to three sets of antler-like horns. They are short to long furred, and may have manes regardless of sex. Size varies based on genetics; Smilodon- and Megantereon- esque individuals tend to be the largest.</p><p>Helipanthera horns can be shaped similarly to the antlers of any of the bovidae species. Individuals with anatomy similar to smilodon, megantereon, and panthera genus members tend to have more horn sets, while puma- and acinonyx-esque individuals usually have less horns, and may have none at all. Amount of horns is also dependent on estrogen and testosterone levels; high-testosterone individuals typically have between 0-2 sets, while high-estrogen individuals have between 1-3 sets.</p><p>Helipanthera members always have some form of patterning on their fur, with the only exception being albinos. Their fur is typically less vibrant in color; neon and highly saturated fur is fairly unusual. Blue and purple fur is very rare, and is more common in pale shades. Fur with a sparkly or shiny quality, the most common variant of which is silver, is known collectively as being iridescent; it is very rare.</p><p>Their eyes can be any color, but are usually very vibrant. It is rare for helipanthera to have brown or grey eyes, though not impossible. Pupils can be circular/ovular, slit, crossed, x-shaped, horizontal, or multi-ringed.</p><h3>Diet</h3><p>Helipanthera are carnivores, and while they can digest some vegetation they can not survive on vegan diets. They own farms and raise their own livestock. Common animals in helipanthera colonies include Bassorics, Lait Corniche, and Woolly Trumpeteers. It is also not uncommon for them to raise Pollentails, which are both eaten and used for their honey. Helipanthera agriculture primarily consists of crops used for animal feed and dye, but also includes some seasonings and a small selection of fruits and vegetables.</p><p>Alpine and forest helipanthera colonies tend to rely more on hunting local species, although they will still own farms. Alpine colonies also tend to have fewer accessory crops and dye plants, and focus their farming efforts entirely on animal feed. Pollentails don’t do well in colder climates, and as a result most alpine colonies don’t raise them.</p><h3>Culture</h3><p>Helipanthera colonies are self-sufficient, and typically only trade with other colonies. In recent centuries they have become wary of other species groups due to previous skirmishes and loss of territory, however colonies will interact with outsiders; alpine colonies in particular tend to get along well with neighboring species, especially Runic and Ursa Uso. Helipanthera colonies will often intermarry and trade with one another, and there are locations deemed sacred by the colonies where they will meet up together during major events and holidays.</p><p>The colonies do not believe in the death penalty for crimes. Criminals who commit major crimes are branded with a symbol similar in shape to Murder’s pupil, and are then expelled from their colony. Other colonies check for the symbol any time a strange Helipanthera arrives in their territory, and if the brand is present the individual will be turned away. Because the species is colony-oriented, most banished individuals do not do well on their own and often die in isolation. Some may attempt to join in with other species if they are permitted.</p><p>Helipanthera colonies commonly use a two-part naming scheme for their surnames: the first part of the surname is their colony’s name, while the suffix of their surname is the name of their family within the colony. [ex: Saffron Villaverde and Russet Villagrano come from two separate families within the Villa Colony]. This naming scheme is common amongst colonies, but in modern Edemia it is not universally used.</p><p>In recent years, colony sizes have shrunk considerably. Where once there were large groups consisting of several families, some colonies have been reduced to single family-units or even individuals living within empty shells of their former homes. This decline in colony sizes has had a particular impact on the groups living in Fabrem, where the remaining colonies are in small clusters that can mostly be found along the country’s outskirts along the borders of Rictos and Malchester. The largest colonies still intact are those living in Quadrium, however these colonies tend to interact more with their neighboring uso species than they do with their southern cousins.</p>"
    },
    "squeaker": {
        "name": "Squeaker",
        "pronounciation": "'Skwee-kr'",
        "image": "images/squeaker-splash.webp",
        "p": "<p>Squeakers as a whole, are not actually a sapient species! In times past squeakers were revered as guardian spirits and harbingers of luck. In the modern era this reputation persists, though they are also often kept as pets, or as work animals like one might keep a dog. True to their reputation, squeakers <i>are</i> magical creatures! Capable of granting wishes, squeakers have sometimes been highly sought after. Though the nature of what wishes they can grant and how varies.</p><p>Squeaker intelligence ranges from individual to individual, and is typically sorted into one of three categories: Standard, Semi-Awakened, and Awakened.</p><p>Standard squeakers have the intelligence akin to a dog, a cat, or maybe a horse. Semi-Awakened squeakers however are a bit smarter, with intelligence more akin to an elephant or a dolphin. They aren't fully capable of the same range of emotions that truly awakened individuals are, but they understand more and in some cases are capable of limited speech!</p><p>Awakened squeakers are the real outliers, and the most rare. Awakened squeakers possess all the intelligence and consciousness of a fully sapient species. An awakened squeaker gains consciousness only through an extremely traumatic event, a severe magical incident (natural or created), or inheritance from an awakened parent.</p><h3>Biology</h3><p>Squeakers are a quadruped <b>crystallid</b> species that comes in all shapes and sizes. They can range from the size of your hand to the size of a mountain! Though it is far more common for them to be somewhere from the size of a cat to the size of a horse. All squeakers have scales, wings, tails, four legs, and four horns. They have excellent claws made for digging. Squeakers get their name from their signature squeaking, honking, and trumpeting sounds.</p><h3>Diet</h3><p>Squeakers are veracious devourers of all things sweet. Sugar cane, sugar beats, or sugar crystals are the absolute favorite meals. But they can also be found digging for sweet bugs, insects, and roots. If you have a treat and there's a squeaker nearby, keep it close to your chest! They'll do anything to get it.</p><h3>Culture</h3><p>Squeakers (especially small squeakers) often gather in flocks. Flock dynamics always hinge on the <b>prime squeaker</b>. The prime squeaker is the largest squeaker in a flock, and are unequivocally in charge. All other squeakers will defer to the prime, who often gets the first pick of food. In return the prime squeaker will defend the rest of the flock against threats.</p><p>Because of a prime squeaker's influence over their flock or smaller squeakers in general, farmers will often keep a prime on their farm or plantation to fend off wild squeakers. Sugar plantations are especially vulnerable to wild squeakers, and will usually have multiple prime squeakers on duty.</p>"
    }
}